{
  "it": {
    "nav_home": "Home",
    "nav_events": "Eventi",
    "nav_about": "Chi Siamo",
    "nav_contact": "Contatti",
    "hero_title": "Run Society",
    "hero_subtitle": "Il gruppo di corsa di Trieste. Uno spazio sicuro per incontrare nuove persone. Nessuna quota, porta solo la tua gioia.",
    "hero_button": "Esplora gli eventi",
    "weekly_run_title": "Corsa Settimanale",
    "weekly_run_description": "Ogni giovedì ci incontriamo per una corsa rilassante in città. Tutti i livelli sono benvenuti!",
    "calendar_button": "Guarda il calendario",
    "about_button": "Di più su di noi",
    "contact_us": "Contatti",
    "privacy_policy": "Informativa Privacy",
    "terms_service": "Liberatoria",
    "rights_reserved": "@2024 Run Society. Tutti i diritti riservati.",
    "events_title": "Calendario Eventi",
    "upcoming_events": "Prossimi Eventi",
    "no_events": "Nessun evento in programma. Torna a trovarci presto!",
    "about_intro": "Run Society è molto più di un semplice gruppo di corsa.",
    "about_p1": "Run Society è nato da un'idea semplice: creare un punto d'incontro per chi ama la corsa, ma soprattutto per chi cerca uno spazio sicuro dove sentirsi a casa. Siamo un gruppo di ragazzi, in gran parte universitari, uniti non solo dai chilometri percorsi, ma dalla voglia di condividere esperienze autentiche. Per noi, correre è un pretesto per essere se stessi, liberi da ogni giudizio, in una comunità che celebra l'accettazione e il rispetto reciproco.",
    "about_subtitle": "La nostra filosofia? Zero costi, solo bei momenti.",
    "about_p2": "Dimentica le quote di iscrizione. L'unica cosa che ti chiediamo di portare è il tuo entusiasmo e la voglia di divertirti. Le nostre corse sono pensate per essere accessibili a tutti, con percorsi di circa 5 km adatti a ogni ritmo. Che tu sia un runner esperto o abbia appena allacciato le scarpe per la prima volta, troverai sempre qualcuno con cui condividere il passo.",
    "about_p3": "Ma Run Society non si ferma al traguardo. La vera magia accade dopo: un \"Easy Aperitivo\" per chiacchierare, un \"Easy Gelatino\" per rinfrescarsi, o persino un \"Easy Bagnetto\" in mare durante l'estate. Oltre alla corsa, la nostra comunità vive su WhatsApp, dove organizziamo serate di team building, dal bowling ai giochi da tavolo, e partecipiamo insieme a gare ed eventi.",
    "about_p4": "Se cerchi un modo per conoscere persone nuove, esplorare la città e far parte di qualcosa di speciale, hai trovato il posto giusto. Ti aspettiamo!",
    "cookie_title": "Questo sito utilizza i cookie",
    "cookie_text": "Usiamo solo cookie tecnici essenziali per farti vivere la migliore esperienza possibile.",
    "cookie_accept": "Accetta",
    "cookie_reject": "Rifiuta",
    "not_found_title": "Oops! Pagina Non Trovata",
    "not_found_desc": "La pagina che cerchi potrebbe essere stata rimossa, rinominata o temporaneamente non disponibile.",
    "not_found_btn_home": "Torna alla Homepage",
    "not_found_btn_events": "Esplora gli Eventi",
    "liability_title": "Esonero Responsabilità",
    "liability_text": "La partecipazione a qualsiasi attività di Run Society è a proprio rischio. Run Society, i suoi organizzatori e i partecipanti non sono responsabili per eventuali infortuni, incidenti, perdite o danni a proprietà personali che possano verificarsi durante le attività del club. Partecipando, riconosci e accetti questi rischi e ti impegni a tenere Run Society indenne da qualsiasi reclamo derivante dalla tua partecipazione.",
    "contact_title": "Contattaci",
    "contact_form_name": "Il tuo nome",
    "contact_form_email": "La tua Email",
    "contact_form_subject": "Oggetto",
    "contact_form_message": "Il tuo messaggio",
    "contact_form_send": "Invia",
    "contact_direct": "Oppure contattaci direttamente a runsocietyts@gmail.com",
    "privacy_title": "Informativa Privacy",
    "page_title_contact": "Contattaci | Run Society Trieste",
    "privacy_p1": "Il Run Club “Run Society” è un ritrovo informale di persone che condividono la passione per la corsa e lo stare insieme. Durante gli eventi organizzati, è possibile che vengano realizzati foto e video con l’obiettivo di documentare e promuovere le attività del Club.",
    "privacy_p2": "Partecipando agli incontri, ciascun partecipante accetta che:",
    "privacy_li1": "La propria immagine, eventualmente ritratta in foto o video, possa essere utilizzata per finalità di comunicazione e promozione del Run Club (ad esempio pubblicazione su social network, sito web, locandine, articoli di giornale o altro materiale divulgativo relativo alle attività del Club);",
    "privacy_li2": "Le immagini non saranno in alcun caso vendute né cedute a terzi per scopi commerciali;",
    "privacy_li3": "Eventuali utilizzi al di fuori delle finalità sopra indicate verranno effettuati previo esplicito consenso dell’interessato.",
    "privacy_p3": "La partecipazione agli eventi implica quindi la presa d’atto e l’accettazione della presente informativa.",
    "liability_title": "Liberatoria di Responsabilità",
    "liability_p1": "Il Run Club “Run Society” è un ritrovo informale tra amici e appassionati di corsa, non costituisce un’associazione sportiva né un ente organizzato.",
    "liability_p2": "Con la partecipazione agli incontri ciascun partecipante dichiara di essere consapevole che:",
    "liability_li1": "Prende parte alle attività sotto la propria esclusiva responsabilità;",
    "liability_li2": "È personalmente responsabile per la propria condotta e per gli eventuali danni causati a sé stesso, a terzi o a cose durante lo svolgimento degli incontri;",
    "liability_li3": "Non potrà in alcun modo avanzare pretese risarcitorie nei confronti del Run Club “Run Society”, dei suoi promotori o degli altri partecipanti in caso di infortunio, danno o perdita di beni personali;",
    "liability_li4": "Partecipa agli eventi in piena autonomia, sollevando da ogni responsabilità il Run Club “Run Society”.",
    "liability_p3": "La partecipazione implica l’accettazione integrale della presente liberatoria di responsabilità."
  },
  "en": {
    "nav_home": "Home",
    "nav_events": "Events",
    "nav_about": "About",
    "nav_contact": "Contact",
    "hero_title": "Run Society",
    "hero_subtitle": "Trieste's running club. A safe space to meet new people. No fees, just bring your joy.",
    "hero_button": "Explore events",
    "weekly_run_title": "Weekly Run",
    "weekly_run_description": "Every Thursday we meet for a casual run around the city. All levels are welcome!",
    "calendar_button": "See the calendar",
    "about_button": "More about us",
    "contact_us": "Contact Us",
    "privacy_policy": "Privacy Policy",
    "terms_service": "Disclaimer",
    "rights_reserved": "@2024 Run Society. All rights reserved.",
    "events_title": "Events Calendar",
    "upcoming_events": "Upcoming Events",
    "no_events": "No upcoming events. Check back soon!",
    "about_intro": "Run Society is much more than just a running club.",
    "about_p1": "Run Society was born from a simple idea: to create a meeting point for those who love running, but above all, for those looking for a safe space to feel at home. We are a group of young people, mostly university students, brought together not just by the miles we cover, but by the desire to share authentic experiences. For us, running is an excuse to be ourselves—free from judgment, in a community that celebrates acceptance and mutual respect.",
    "about_subtitle": "Our philosophy? Zero fees, just good times.",
    "about_p2": "Forget about membership fees. The only thing we ask you to bring is your enthusiasm and a willingness to have fun. Our runs are designed to be accessible to everyone, with routes of about 5 km suitable for any pace. Whether you're a seasoned runner or just lacing up your shoes for the first time, you'll always find someone to share the journey with.",
    "about_p3": "But Run Society doesn't stop at the finish line. The real magic happens afterward: an \"Easy Aperitivo\" to chat, an \"Easy Gelatino\" to cool down, or even an \"Easy Bagnetto\" (a quick swim) in the sea during the summer. Beyond running, our community thrives on WhatsApp, where we organize team-building nights -from bowling to board games- and participate in races and other events together.",
    "about_p4": "If you're looking for a way to meet new people, explore the city, and be part of something special, you've found the right place. We're waiting for you!",
    "cookie_title": "This website uses cookies",
    "cookie_text": "We only use essential technical cookies to give you the best possible experience.",
    "cookie_accept": "Accept",
    "cookie_reject": "Decline",
    "not_found_title": "Oops! Page Not Found",
    "not_found_desc": "The page you are looking for might have been removed, had its name changed, or is temporarily unavailable.",
    "not_found_btn_home": "Go to Homepage",
    "not_found_btn_events": "Explore Events",
    "liability_title": "Liability Disclaimer",
    "liability_text": "Participation in any Run Society activity is at the individual's own risk. Run Society, its organizers, and participants are not liable for any injuries, accidents, loss, or damage to personal property that may occur during club activities. By participating, you acknowledge and accept these risks and agree to hold Run Society harmless from any claims arising from your involvement.",
    "contact_title": "Contact Us",
    "contact_form_name": "Your Name",
    "contact_form_email": "Your Email",
    "contact_form_subject": "Subject",
    "contact_form_message": "Your Message",
    "contact_form_send": "Send",
    "contact_direct": "Or reach us directly at runsocietyts@gmail.com",
    "page_title_contact": "Contact Us | Run Society Trieste",
    "privacy_title": "Privacy Policy",
    "privacy_p1": "The \"Run Society\" Run Club is an informal gathering of people who share a passion for running and being together. During the organized events, it is possible that photos and videos may be taken with the aim of documenting and promoting the Club's activities.",
    "privacy_p2": "By participating in the meetings, each participant accepts that:",
    "privacy_li1": "Their image, possibly portrayed in photos or videos, may be used for communication and promotion purposes of the Run Club (e.g., publication on social networks, website, flyers, newspaper articles, or other informational material related to the Club's activities);",
    "privacy_li2": "The images will under no circumstances be sold or transferred to third parties for commercial purposes;",
    "privacy_li3": "Any use outside of the purposes indicated above will be carried out with the explicit consent of the interested party.",
    "privacy_p3": "Participation in the events therefore implies acknowledgment and acceptance of this policy.",
    "liability_title": "Liability Disclaimer",
    "liability_p1": "The “Run Society” Run Club is an informal gathering of friends and running enthusiasts; it is not a sports association or an organized entity.",
    "liability_p2": "By participating in the meetings, each participant declares to be aware that they:",
    "liability_li1": "Take part in the activities under their own exclusive responsibility;",
    "liability_li2": "Are personally responsible for their own conduct and for any damage caused to themselves, third parties, or property during the meetings;",
    "liability_li3": "Cannot in any way make claims for compensation against the “Run Society” Run Club, its promoters, or other participants in case of injury, damage, or loss of personal property;",
    "liability_li4": "Participate in the events in full autonomy, releasing the “Run Society” Run Club from any liability.",
    "liability_p3": "Participation implies full acceptance of this liability waiver."
  }
}
